tap "microsoft/git"
tap "teamookla/speedtest"

brew "azure-cli"
brew "cue"
brew "duf"
brew "dufs"
brew "exa"
brew "gh"
brew "htop"
brew "hugo"
brew "iperf3"
brew "jq"
brew "mandown"
brew "mas"
brew "micro"
brew "neovim"
brew "sqlite"
brew "tmux"
brew "ykman"
brew "zsh-completions"
brew "teamookla/speedtest/speedtest"

cask "1password"
cask "1password-cli"
cask "azure-data-studio"
cask "bartender"
cask "docker"
cask "fork"
cask "git-credential-manager-core"
cask "github"
cask "gpg-suite"
cask "macvim"
cask "microsoft-openjdk"
cask "netnewswire"
cask "pgadmin4"
cask "postgres-unofficial"
cask "postman"
cask "postman-cli"
cask "visual-studio-code"
cask "xquartz"
cask "xscope"
